Repository: Cdruetta/openmolar1
Catalog: src/openmolar/locale/*/LC_MESSAGES/openmolar.po
Languages: fr

source: Form
fr: Formulaire

source: CheckBox
fr: Case à cocher

source: Total Fee for these Items
fr: Frais total pour ces items

source: Select Appointment Length
fr: Sélectionnez la durée du rendez-vous

source: Hours
fr: Heures

source: Clinician
fr: Clinicien

source: Day Start
fr: Début de la Journée

source: Morning Emergency Slot
fr: Créneau d'urgence du matin

source: Start
fr: Début

source: Finish
fr: Fin

source: Lunch
fr: Déjeuner

source: Afternoon Emergency Slot
fr: Créneau d'urgence de l'après-midi

source: Day Finish
fr: Fin de la Journée

source: Appointment Tools
fr: Outil pour les Rendez-vous

source: Remove old weeks
fr: Enlevez les semaines passées

source: Edit Standard Working Weeks for Clinicians
fr: Editer les Semaines de Travail typiques des Cliniciens

source: &Quit
fr: &Quitter

source: TextLabel
fr: Étiquette

source: Add
fr: Ajouter

source: Memo
fr: Mémo

source: Confirm
fr: Confirmez

source: Block this Slot?
fr: Bloquer ce créneau ?

source: Block Start
fr: Début du Bloc

source: Bock End
fr: Fin du Bloc

source: Text to apply
fr: Texte à appliquer

source: //Blocked//
fr: //Bloqué//

source: Emergency
fr: Urgence

source: Out of Office
fr: Absent du bureau

source: Bridge - Denture Entry
fr: Bridge - Prothèse

source: Porcelain / Precious Metal
fr: Porcelaine / Métaux précieux

source: Lava (or all ceramic)
fr: Lava (ou tout céramique)

source: Upper
fr: Supérieur

source: Partial (acrylic)
fr: Partiel (acrylique)

source: Other
fr: Autre

source: Lower
fr: Inférieur

source: Denture
fr: Prothèse

source: Change Database
fr: Changer de base de données

source: Host
fr: Serveur

source: User
fr: Utilisateur

source: user
fr: utilisateur

source: Password
fr: Mot de passe

source: display password
fr: afficher le mot de passe

source: Database
fr: Base de données

source: password
fr: mot de passe

source: Choose a Document
fr: Choisissez un Document

source: Choose a document to view
fr: Choisissez un document à visualiser

source: NHS Schedule of Remuneration April 2008
fr: Tableau de Rémunération de la NHS Avril 2008

source: NHS "Information Guide" 2008
fr: "Guide d'information" de la NHS 2008

source: NHS Schedule of Remuneration
fr: Tableau de Rémunération de la NHS

source: NHS "Information Guide"
fr: "Guide d'Information" de la NHS

source: Complete Treatment
fr: Traitement Complet

source: Complete this Treatment with the following Criteria?
fr: Compléter ce traitement avec les critères suivant

source: Treating Dentist/Hygenist
fr: Traitement Dentiste/Hygiéniste

source: Gross Fee
fr: Frais brut

source: Completion Date
fr: Date de complétion

source: You have no further treatment proposed for this patient, yet they are deemed to be "under treatment".
fr: Vous n'avez plus de traitement planifié pour ce patient alors qu'il est toujours marqué comme ayant un "traitement en cours"

source: Suggested completion Date
fr: Date de complétion suggérée

source: Which Dentist
fr: Quel Dentiste

source: Print a GP17 form using this dentist's contract no?
fr: Imprimé un formulaire GP17 utilisant le numéro de contrat de ce dentiste?

source: Choose
fr: Choisir

source: Gold
fr: Or

source: Resin
fr: Résine

source: Temporary
fr: Temporaire

source: Bonded
fr: Collé

source: Recement
fr: A Recimenter

source: Cancel
fr: Annuler

source: Custom Item
fr: Item personnalisé

source: Number of Items
fr: Nombre d'items

source: Fee
fr: Honoraires

source: Patient Fee
fr: Frais du patient

source: Daylist Printing Wizard
fr: Assistant d'impression de la liste journalière

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: All Practioners on One Page
fr: Tout les Praticiens sur Une page

source: One Practitioner Per Page - Minimal
fr: Un Patricien Par Page - Minimum

source: One Practioner Per Page - Fill Page
fr: Un Praticien Par Page - Remplir la Page

source: Edit Memos
fr: Éditer les Mémos

source: <p align="center">Friday, 25th December 2009</p> <p align="center">Christmas Day</p>
fr: <p align="center">Vendredi 25 Décembre 2009</p> <p align="center">Jour de Noël</p>

source: Global Memo
fr: Mémo Général

source: Clinician Memos
fr: Mémos des Cliniciens

source: <b>Please enter the body text for your letter here.</b>
fr: <b>Entrer le contenu de la lettre ici.</b>

source: Expand All
fr: Tout Développer

source: Split Items
fr: Séparer les items

source: small xrays
fr: petites radios

source: Completed
fr: Complété

source: Exam Wizard
fr: Assistant d'Examen

source: Full Case Assessment
fr: Evaluation Complète

source: Exam Date
fr: Date de l'examen

source: Dentist
fr: Dentiste

source: Notes
fr: Annotations

source: nil
fr: nulle

source: Broken Tooth
fr: Dent Cassée

source: Pain
fr: Douleur

source: Denture Problems
fr: Problèmes de Prothèse

source: Sensitive Teeth
fr: Dents Sensibles

source: &File
fr: &Fichier

source: &About
fr: &À propos

source: &Save Changes
fr: &Enregistrer les modifications

source: Help
fr: Aide

source: Appointment Time
fr: Heure du Rendez-vous

source: Space Before Appointment
fr: Espace libre avant un Rendez-vous

source: Space After Appointment
fr: Espace libre apres Rendez-vous

source: Table
fr: Tableau

source: General Topic
fr: Sujet Général

source: OpenMolar or Computer related Topic
fr: Sujet en relation avec OpenMolar ou les ordinateurs

source: Topic
fr: Sujet

source: Who Are You?
fr: Qui êtes vous ?

source: Comment
fr: Commentaires

source: Hygenist Wizard
fr: Assistant pour Hygiéniste

source: Scale and Polish
fr: Détartrage et Polissage

source: Extensive Scaling
fr: Détartrage complet

source: Part 1 of 2 visit treatment
fr: 1ere partie d'un traitement étalé sur 2 visite

source: Part 2 of 2 visit treatment
fr: 2eme partie d'un traitement étalé sur 2 visites

source: Dentist/Hygenist
fr: Dentiste / Hygiéniste

source: Standard Fee
fr: Honoraire standard

source: Charge to Patient
fr: Facturé au patient

source: Open Molar - YOUR dental database application
fr: Open Molar - VOTRE base de données dentaire

source: Exit the Current Patient Record.
fr: Quitter la Session du Patient Actuel.

source: Esc
fr: Echap

source: Add a New Patient to the database.
fr: Ajouter un nouveau patient dans la base de données

source: Click on this Button to search for in patient in your database.
fr: Cliquer sur ce bouton pour recherche un patient dans la base

source: Find
fr: Rechercher

source: Reload the patient from the database.
fr: Recharger le patient depuis la base de données

source: Show patients who live at the same address, or who have a similar name.
fr: Afficher les patients qui habitent à la même adresse, ou qui ont un nom similaire

source: &Related
fr: &Relation

source: A drop down box of all patients who have an appointment today.
fr: Un menu déroulant avec la liste de tous les rendez-vous du jour.

source: Memos
fr: Mémos

source: Today's Notes
fr: Note pour Aujourd'hui

source: Enter Notes.
fr: Entrer des Notes

source: Save the changes made to this record.
fr: Sauver les changements de cet enregistrement

source: Save Changes
fr: Sauver les modifications

source: Details
fr: Détails

source: Title
fr: Titre

source: Sex
fr: Genre

source: Tel (home)
fr: Tel ( maison )

source: More Fields are available. Click Here to Edit.
fr: Plus de Champs sont disponible. Cliquer ici pour les Editer.

source: More
fr: Suite

source: First Name
fr: Prénom

source: Tel (work)
fr: Tel ( travail )

source: Surname
fr: Nom de famille

source: Tel (mob)
fr: Tel ( portable )

source: send an sms
fr: Envoyer un sms

source: Date of Birth
fr: Date de Naissance

source: send a fax
fr: envoyer a fax

source: Address1
fr: Adresse1

source: send an email
fr: Envoyer un Email

source: Address2
fr: Adresse2

source: Address3
fr: Adresse3

source: Town
fr: Ville

source: County
fr: Pays

source: Postcode
fr: Code postal

source: New Patients
fr: Nouveaux Patients

source: Use the Sname and Address details from the previous patient.
fr: Utiliser le Nom de famille et l'Adresse du patient précédent

source: Default Sname / Address
fr: Nom de famille et Adresse par défaut

source: Not implemented yet.
fr: Fonction non implémentée.

source: Family
fr: Famille

source: Higlighted Fields are Mandatory for New Patients
fr: Les Champs surlignés sont Obligatoires pour les nouveaux patients

source: Patient Details
fr: Détails du Patient

source: Pt is registered with Dentist
fr: Le patient est enregistré avec le Dentiste

source: Status
fr: Statut

source: Active
fr: Actif

source: Moved Away
fr: Déplacé

source: Deceased
fr: Décédé

source: Bad Debt
fr: Créance irrécouvrable

source: No More Appts
fr: Plus de Rendez-vous

source: Write Off Bad Debt
fr: Effacer la Créance irrécouvrable

source: Edit
fr: Éditer

source: Private
fr: Privé

source: Highland Dental Plan
fr: Plan Dentaire des Highland

source: View Claims History
fr: Voir l'Historique des Demandes

source: Registered Elsewhere
fr: Enregistré ailleurs

source: Contract
fr: Contrat

source: Letters TO the patient
fr: Lettres AU patient

source: Custom Letter to the patient
fr: Lettre personnalisé au patient

source: Recall management
fr: Gestion des rappels

source: Set the date for a recall to be generated automatically
fr: Entrez la date pour qu'un rappel automatique soit généré

source: 1 Month hence
fr: Dans 1 mois

source: 3 Months hence
fr: Dans 3 mois

source: 6 Months hence
fr: Dans 6 mois

source: 12 Months hence
fr: Dans 12 mois

source: Print a recall saying the patient is due now.
fr: Imprime un rappel disant que le patient est prévu maintenant

source: Print letter Now
fr: Imprimer la lettre Maitenant

source: Accounts
fr: Comptes

source: "A" letter
fr: lettre "A"

source: "B" letter
fr: lettre "B"

source: "C" letter
fr: lettre "C"

source: Duplicate Receipt
fr: Double du reçu

source: Amount
fr: Montant

source: Print a receipt - useful for duplicates.
fr: Imprimer un reçu - utile pour les doubles

source: Print
fr: Impression

source: Print A Statement of Account
fr: Imprimer un Etat de Compte

source: Previous Correspondence
fr: Correspondance précédente

source: Referrals (Letters about the patient)
fr: Référence ( Lettres a propos du patient )

source: Export this record card
fr: Exporter cet enregistrement

source: Print a summary of the patient's notes (for them to take on). Includes No fee details.
fr: Imprimer un résumé des notes du patient ( pour qu'il puisse les emporter). Ne pas inclure aucun détails des frais.

source: Print A Summary of the Notes
fr: Imprimer un résumé des Notes

source: Print a summary of the patient's notes. Includes FEE and ESTIMATE details.
fr: Imprimer un résumé des notes du patient. Inclure les détails des FRAIS et des ESTIMÉS.

source: Print Detailed Notes
fr: Imprimer les Notes détaillés

source: Correspondence
fr: Correspondance

source: Account
fr: Compte

source: Print &Estimate
fr: Imprimer un &Estimé

source: Print &Account
fr: Imprimer le &Compte

source: Take &Payment
fr: Accepter &Paiement

source: Print A GP17
fr: Imprimer un GP17

source: Patient's Diary
fr: Journal du Patient

source: &New
fr: Nouveau

source: Schedule
fr: Planning

source: Modify
fr: Modifier

source: Print Card
fr: Imprimer la Carte

source: Clear/Cancel
fr: Vider/Annuler

source: Reception
fr: Réception

source: New
fr: Nouveau

source: Exam
fr: Examen

source: Clinical Summary
fr: Résumé clinique

source: medium
fr: moyen

source: Static
fr: Statique

source: Plan
fr: Prévision

source: Estimate
fr: Estimé

source: Use this feature to re-price all items in the "tooth" category of treatments. i.e all those which appear on the charts. Note - this will not remove items which are currently there.
fr: Utiliser cette fonction pour recalculer tous les items de la catégories "dent" de traitements. i.e toutes celles qui apparaissent sur le graphique. Note - les items déjà présent ne seront pas enlevés.

source: ReCalculate Estimate
fr: ReCalcul de l'Estimation

source: Standard View
fr: Vue standard

source: Expanded View
fr: Vue étendu

source: Treatment Planning
fr: Planification de Traitement

source: Perform Exam
fr: Executer un Examin

source: X-Rays
fr: Rayons X

source: Dentures
fr: Prothèses

source: Ortho
fr: Orhto

source: Add Custom Item
fr: Ajouter un item personnalisé

source: Estimate/Plan
fr: Estimation/Planification

source: Choose Data
fr: Choisisser les Donnees

source: Chart Date
fr: Date du Chart

source: History Options
fr: Options de l'historique

source: changes only
fr: les modifications seulement

source: History
fr: Historique

source: Patient Database
fr: Base de Donnees de Patient

source: Go To Today
fr: Aujourd'hui

source: Week
fr: Semaine

source: Month
fr: Mois

source: show emergency spaces
fr: Afficher les Urgences

source: show lunch breaks
fr: Afficher les Pauses Déjeuner

source: show appointments
fr: Afficher les rendez-vous

source: Font Size
fr: Taille de police

source: View Mode
fr: Mode d'affichage

source: Day View
fr: Vue journalière

source: Week View
fr: Vue hebdomadaire

source: Month View
fr: Vue mensuelle

source: Year View
fr: Vue Annuelle

source: Memos and Tasks
fr: Mémos et Taches

source: Appointments / Diary
fr: Rendez-vous / Journal

source: Registered Dentist
fr: Dentiste Enregistré

source: Go
fr: Lancer

source: Print the Data
fr: Imprimer les Données

source: Load Table
fr: Charger le Tableau

source: Print Selected Letters
fr: Imprimer les Lettres Sélectionnées

source: TOTAL OUTSTANDING
fr: TOTAL RESTANT

source: Print Table
fr: Imprimer le Tableau

source: choose month
fr: Choisir le mois

source: MM/yyyy
fr: MM/aaaa

source: Find Patients
fr: Trouver des Patients

source: Recalls
fr: Rappels

source: Show All Items
fr: Afficher tous les éléments

source: Favourite Items Only
fr: Items Préférés seulement

source: Expand All Sections
fr: Ouvrir Toutes les Sections

source: Compress All Sections
fr: Fermer Toutes les Sections

source: Search for an Item
fr: Chercher un Item

source: NHS Regulation Document
fr: Document de Règlementation de la NHS

source: Open A PDF of the latest NHS Regulations
fr: Ouvrit Un PDF des dernieres Règlementations de la NHS

source: Open
fr: Ouvrir

source: Default Columns
fr: Colonnes par défaut

source: All Columns
fr: Toutes les colonnes

source: Reply
fr: Répondre

source: Delete
fr: Supprimer

source: New Topic
fr: Nouveau sujet

source: Search by keyword
fr: Chercher par mot clef

source: Search by initials
fr: Chercher avec les Initiales

source: &Help
fr: &Aide

source: &Preferences
fr: &Préférences

source: Tools
fr: Outils

source: &Export Patient to disk
fr: &Exporter le Patient sur disque

source: &Import Patient from disk
fr: &Import un Patient depuis un disque

source: About &OpenMolar
fr: A propos de &OpenMolar

source: &About QT
fr: &A propos de QT

source: Appointment Font Size
fr: Taille de la police des Rendez-vous

source: Clear Today's Emergency Slots
fr: Effacer les Créneaux d'Urgence pour Aujourd'hui

source: Test Print an NHS Form
fr: Imprimer un formulaire NHS de test

source: log queries in underlying terminal
fr: enregistrer les requetes dans le terminal

source: Set Clinician
fr: Selectionner le Clinicien

source: Choose Database
fr: Choisir la Base de Données

source: Medical Notes
fr: Notes Médicales

source: Doctor's details
fr: Informations sur le Docteur

source: Doctor's Name
fr: Nom du Docteur

source: Address / Tel No
fr: Adresse / No. de Tel

source: Known Conditions
fr: Antécédents connues

source: Current Medication
fr: Prescription en cours

source: Past Medication
fr: Prescription Passée

source: Heart
fr: Cœur

source: Lungs
fr: Poumons

source: Liver
fr: Foie

source: Bleeding
fr: Saignement

source: Kidneys
fr: Reins

source: Anaesthetic / operations
fr: Anesthésie / opérations

source: Checked
fr: Coché

source: Acceptance Date
fr: Date d'acception

source: First Run
fr: Premier lancement

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Welcome to the openMolar settings wizard.</p> <p align="center" style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This will set your system password, configure your mysql server, and install a small demo database if required.</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Bienvenue sur l'Assistant de Configurations de openMolar.</p> <p align="center" style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Il va vous aider à choisir un mot de passe, à configurer votre serveur mysql , et à installer une petite démo si nécessaire.</p></body></html>

source: OK, continue
fr: OK, continuer

source: show password
fr: afficher le mot de passe

source: Please enter a password to prevent unauthorised running of this application.
fr: Entrer un mot de passe pour empêcher une exécution non autorisé de l'application.

source: Where is your mysql server located?
fr: Ou est localise votre serveur mysql?

source: Yes please
fr: Oui merci

source: No, I have a database already, continue.
fr: Non, j'ai déjà une base de données, continuer.

source: Would you like to create a demo openmolar database now?
fr: Voulez vous créer une base de démonstration de Openmolar maintenant?

source: Please enter a mysql user who has privileges for the openmolar database.
fr: Entrer un utilisateur qui à les droits nécessaires pour accéder à la base de données openmolar

source: Database Name
fr: Nom de la base de données

source: OMuser
fr: Utilisateur OM

source: (mysql)Password
fr: (mysql)Mot de passe

source: Test this connection to this database
fr: Tester la connexion a cette base de données

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">OK.... you are all set to go.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">You will be presented with a login screen.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">I trust you remember your password?</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">If you created a demo database... </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">enter <span style=" font-weight:600; text-decoration: underline;">user</span> into the user1 field of the login screen.</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">OK.... vous êtes à commencer.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Un écran de connexion va apparaitre.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">J'espère que vous vous rappelez de votre mot de passe?</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">si vous avez créer une base de démonstration... </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">entrer <span style=" font-weight:600; text-decoration: underline;">utilisateur</span> dans le champ utilisateur1 de l'ecran de connexion.</p></body></html>

source: Save settings and launch openmolar
fr: Enregistrer les paramètres et lancer openmolar

source: To create a database, please enter the password of your ROOT mysql user.
fr: Pour créer une base de données, entrer le mot de passe de l'utilisateur mysql avec les droits ROOT.

source: Create openmolar_demo database, and continue
fr: Creer la base de donnees openmolar_demo, et continuer

source: NHS Form Printer Settings
fr: Paramètres d'impression du Formulaire NHS

source: Left Margin Width
fr: Largeur de la marge à gauche

source: Top Margin Width
fr: Largeur de la marge du haut

source: Patient Finder
fr: Chercher un Patient

source: Fill in a few of the following fields to get a list of possible patients
fr: Utiliser quelques un des champs pour obtenir une liste des patients probables

source: Repeat Last Search
fr: Répéter la dernière Recherche

source: Enter either the full name or the first few letters of the name. If you are unsure of the spelling, type in the COMPLETE name, and check the adjacent "sounds like" box.
fr: Entrer au choix le nom complet ou bien les 1ere lettres du nom. SI vous n'êtes pas sur de l'orthographe, entrer le nom AU COMPLET, et sélectionner l'option "ressemble à".

source: check to search for a similar sounding name
fr: Sélectionner pour faire une recherche sur les nom au consonances similaire

source: Enter either the full name or the first few letters of the name. If you are unsure of the spelling, type in the COMPLETE name, and check the adjacent "sounds like" box. Be wary of middle names. eg. "Neil" does NOT sound like "Neil Alexander"!
fr: Entrer au choix le nom complet ou bien les 1ere lettres du nom. SI vous n'êtes pas sur de l'orthographe, entrer le nom AU COMPLET, et sélectionner l'option "ressemble à". Faites attention au deuxième prénom. par exemple "Jean" n'est pas pareil que "Jean Marc"!

source: Date of birth in format dd/mm/yyyy
fr: Date de naissance au format jj/mm/aaaa

source: Address includes
fr: L'Adresse inclut

source: openMolar will search line1 and line2 of the address for this text
fr: openMolar va utiliser la ligne1 et la ligne2 de l'adresse pour la recherche de ce texte.

source: Telephone
fr: Téléphone

source: search for a postcode
fr: Recherche d'un code postal

source: Payments
fr: Paiements
