Repository: Cdruetta/openmolar1
Catalog: src/openmolar/locale/*/LC_MESSAGES/openmolar.po
Languages: fr

source: Payments for treatment
fr: Paiements pour le traitement

source: Cash
fr: Espèce

source: Cheque
fr: Chèque

source: Debit Card
fr: Carte de Débit

source: Credit Card
fr: Carte de crédit

source: Other Payments
fr: Autre Paiements

source: Sundries
fr: Menues dépenses

source: Miscellaneous
fr: Divers

source: Amount which will appear on receipt (read only)
fr: Montant qui apparaitra sur le reçu (lecture seulement)

source: Raise Permissions
fr: Elever les permissions

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Supervisor Rights required to Perform This Action.<br />Please enter password.</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Seul un Superviseur peut effectuer cette Action.<br />Entrer le mot de passe s'il vous plait.</p></body></html>

source: Anaesthetic Used - Scandonest Plain
fr: Anesthésiant utilisé - Scandonest Pure

source: Anaesthetic Used - Citanest
fr: Anesthésiant utilisé - Citanest

source: Anaesthetic Used - Septonest + 1:200,000 Adrenaline (Green)
fr: Anesthésiant utilisé - Septonest + 1:200,000 Adrenaline (Vert)

source: Anaesthetic Used - Lignocaine + 1:80,000 Adrenaline
fr: Anesthésiant utilisé - Lignocaine + 1:80,000 Adrenaline

source: Full Page
fr: Page pleine

source: Repeat as many times as necessary - amounts will accumulate
fr: Répéter autant de fois que nécessaire - les montants s'accumuleront

source: Related Patients
fr: Patients relatifs

source: This Patient
fr: Ce Patient

source: F A M I L Y
fr: F A M I L L E

source: A D D R E S S
fr: A D R E S S E

source: S I M I L A R
fr: S I M I L A I R E

source: Confirmation Required
fr: Confirmation requise

source: What's Changed?
fr: Quel sont les changements

source: Discard Changes
fr: Abandonner les modifications

source: Continue Editing
fr: Continuer l'édition

source: Do Not Expire
fr: N'expire jamais

source: Expire on this date
fr: Date d'expiration

source: All
fr: Tous

source: Author
fr: Auteur

source: Make a Selection
fr: Faire une Sélection

source: Appointment with
fr: Rendez-vous avec

source: Length
fr: Durée

source: 1 hour
fr: 1 heure

source: 1 hour 15 minutes
fr: 1 heure 15 minutes

source: 1 hour 20 minutes
fr: 1 heure 20 minutes

source: 1 hour 30 minutes
fr: 1 heure 30 minutes

source: 1 hour 45 minutes
fr: 1 heure 45 minutes

source: 2 hours
fr: 2 heures

source: 2 hours 30 minutes
fr: 2 heures 30 minutes

source: 3 hours
fr: 3 heures

source: other
fr: autre

source: Reason 1
fr: Raison 1

source: Reason 3
fr: Raison 3

source: Reason 2
fr: Raison 2

source: Brief Note for Clinician (optional)
fr: Breve Note pour le Clinician (optionnel)

source: System Password
fr: Mot de passe du Système

source: User 1(required)
fr: Utilisateur 1 (obligatoire)

source: User 2 (optional)
fr: Utilisateur 2 (optionnel)

source: Show Advanced Options
fr: Afficher les Options Avancées

source: Chose a server
fr: Choisissez un serveur

source: Edit Selected Task
fr: Editer la tache sélectionner

source: Add a New Task
fr: Ajouter une Nouvelle Tache

source: ToothId
fr: Identité de la Dent

source: Mobility
fr: Mobilité

source: Copy &All
fr: Tout &Copier

source: delete tooth data
fr: effacer les données sur la dent

source: Apply and move Back a tooth
fr: Appliquer et reculer d'une dent

source: Apply & Move to Next Tooth
fr: Appliquer et passer à la dent suivante

source: DELETE COMMENTS
fr: EFFACER LES COMMENTAIRES

source: Apply & Add Another Item
fr: Appliquer & Ajouter un nouvel Item

source: Dec
fr: Déc

source: tooth missing
fr: dent manquante

source: extract (plan only!)
fr: extraction (planifié seulement!)

source: root treatment
fr: traitement de la racine

source: Root Canal
fr: Canal Radiculaire

source: --Surgical
fr: --Chirurgicale

source: Surgical Extraction
fr: Extraction chirurgicale

source: Tooth Missing
fr: Dent Manquante

source: Root Present
fr: Racine présente
