Repository: Cdruetta/openmolar1
Catalog: src/openmolar/locale/*.po
Languages: es

source: emergency
es: emergencia

source: Exam
es: Examen

source: xray
es: rayos x

source: anaes
es: necesita anestesia

source: other
es: otros

source: custom
es: personallizado

source: Denture Work
es: Trabajo de Dentadura

source: Error - unrecognised practioner- sorry
es: Error - practicante no reconocido- lo siento

source: Feetable
es: Tabla de tarifas

source: Failed to Load
es: Carga fallida

source: not found
es: no encontrado

source: Subject
es: Asunto

source: To
es: a

source: From
es: De

source: Message
es: Mensaje

source: Date
es: Fecha

source: Age Exemption removed
es: Excepción de edad removida

source: Letter No
es: Carta No

source: Serial No
es: No de Serie

source: Title
es: Título

source: First Name
es: Primer nombre

source: Surname
es: Apellido

source: Age
es: Edad

source: Address
es: Dirección

source: Town
es: Ciudad

source: Family No
es: Número de Familia

source: PostCode
es: CódigoPostal

source: Dentist
es: Dentista

source: County
es: Edo/Dpto

source: Recall Date
es: Fecha de Retiro

source: If you ever need to run this again,
es: Si alguna vez necesitas ejecutar esto de nuevo,

source: delete the openmolar.conf file in
es: borre el archivo openmolar.conf que se encuentra en

source: If you ever need to run this wizard again,
es: si necesitara ejecutar de nuevo este asistente

source: Eg. if your server location changes,
es: p. ej. si cambia la ubicación de su servidor

source: or you require a new password
es: o requiere una nueva contraseña

source: type
es: tipo

source: on the command line, or delete the file
es: en la línea de comandos, o elimine el archivo

source: For a more secure setup, you should move this file to
es: Para una configuración más segura, deberia mover el archivo a

source: Advisory
es: Asesoramiento

source: Passwords don't match!
es: Las contraseñas no coinciden!

source: Create Database
es: Crear Base de Datos

source: Create Demo Database now with the following settings?
es: ¿Crear base de datos de prueba con las siguientes configuraciones?

source: Database Created Sucessfully
es: Base de datos creada satisfactoriamente

source: Database NOT Created
es: Base de datos NO creada

source: Welcome to the openMolar settings wizard.
es: Bienvenido al asistente de configuraciones de openMolar

source: Set the application Password
es: Establezca la contraseña de la aplicación

source: Server Location
es: Localización del servidor

source: Database Settings
es: Configuraciones de la base de datos

source: Save settings and exit
es: Guardar las configuraciones y salir

source: Create a demo database
es: Crear base de datos de prueba

source: Creating Database
es: Creando base de datos

source: The connection attempt threw an exception
es: El intento de conexión produjo una excepción

source: Success!
es: Éxito!

source: The %s database accepted the connection.
es: La base de datos %s aceptó la conexión.

source: The connection attempt failed, please recheck your settings
es: El intento de conexión falló, por favor compruebe sus configuraciones

source: Error Creating Database
es: Error creando base de datos.

source: FAILURE
es: ERROR

source: Update Client
es: Actualizar Cliente

source: <p>Sorry, you cannot run this version of the openMolar client because your database schema is more advanced.</p> <p>this client requires schema version %s, but your database is at %s</p> <p>Please Update openMolar now</p>
es: <p>Lo siento, no puede ejecutar esta versión de cliente openMolar porque la versión de su base de datos es mas avanzada.</p> <p>este cliente requiere la versión %s, pero su base de datos es %s</p> <p>Por favor, actualice openMolar ahora</p>

source: Proceed without upgrade?
es: ¿Proceder sin actualizar?

source: <p>This openMolar client has fallen behind your database schema version<br />this client was written for schema version %s, but your database is now at %s<br />However, the differences are not critical, and you can continue if you wish</p> <p><i>It would still be wise to update this client ASAP</i></p> <hr /><p>Do you wish to continue?</p>
es: <p>Este cliente openMolar es de versión anterior a la versión de su base de Datos <br />la versión de este cliente es %s, y la versión de su base de datos es %s<br />Sin embargo la diferencia no es crítica, y puede continuar si lo desea</p> <p><i>Es aconsejable actualizar este cliente ASAP</i></p> <hr /><p>Desea continuar?</p>

source: This is not the default database - are you sure?
es: Esta no es la base de datos por defecto - ¿está seguro?

source: confirm
es: confirmar

source: DEFAULT
es: POR DEFECTO

source: Chosen server
es: Servidor escogido

source: <center><p> This appears to be your first running of openMolar<br /> Before you run this application, we need to generate a settings file.<br /> So that openmolar knows where your mysql server resides<hr /> If you do not have a database, you will be prompted to create one<</p> Are you ready to proceed?</center>
es: <center><p> Parece ser esta la primera vez que se ejecuta OpenMolar<br /> Antes de ejecutar esta aplicación se necesita generar un archivo de configuración.<br /> Para que OpenMolar sepa donde reside su servidor mysql<hr /> Si no existe la base de datos se le pedirá crear una<</p> Listo para continuar?</center>

source: First Run
es: Primera ejecución

source: Unable to Run OpenMolar
es: Imposible ejecutar OpenMolar

source: Good Bye!
es: ¡Adios!

source: Login Error
es: Error de autenticación

source: Incorrect<br />User/password<br /> combination!<br />Please Try Again.
es: Combinación<br />Usuario/contraseña<br /> incorrecta.<br />Por favor, inténtelo de nuevo.

source: <p>DATABASE ERROR </p> <p>application cannot run</p>Error %s
es: <p>ERROR DE BASE DE DATOS </p> <p>la aplicación no puede ejecutarse</p>Error %s

source: <h1>Under Treatment - Current Estimate</h1>
es: <h1>Bajo Tratamiento - Actual Estimado</h1>

source: <h1>Estimate from previous course</h1>
es: <h1>Estimación del proceso anterior</h1>

source: No estimate data found</body></html>
es: No se encontró presupuesto</body></html>

source: <table width ="100%" border="1"> <tr><td colspan="7"><h3>ESTIMATE</h3></td></tr> <tr><th>No.</th><th>Description</th><th>Category</th> <th>Type</th><th>Course</th> <th>Fee</th><th>Pt Fee</th><th>Completed</th></tr>
es: <table width ="100%" border="1"> <tr><td colspan="7"><h3>ESTIMADO</h3></td></tr> <tr><th>No.</th><th>Descripción</th><th>Categoría</th> <th>Type</th><th>Proceso</th> <th>Fee</th><th>Honorarios Pt/th><th>Completado</th></tr>

source: Previous Course
es: Proceso anterior

source: Start
es: Empezar

source: End
es: Fin

source: No treatment
es: Ningún tratamiento

source: COMPLETED
es: COMPLETADO

source: mins
es: minutos

source: with
es: con

source: Lunch
es: Almuerzo

source: staff meeting
es: reunión de personal

source: Out of Office
es: Fuera de la Oficina

source: Confirm
es: Confirmar

source: Delete all past Appointments?
es: ¿Desea borrar todas las Citas pasadas?

source: from the diary of
es: del diario de

source: Sucessfully removed appointment
es: Cita eliminada correctamente

source: Error removing proposed appointment
es: Error eliminando cita propuesta

source: No appointment selected
es: Ninguna cita seleccionada

source: Delete Unscheduled Appointment?
es: Desea eliminar la cita no programada?

source: Confirm Delete appointment at
es: Confirmar la eliminación de cita en

source: Question
es: Pregunta

source: Removed from appointment book - keep for rescheduling?
es: Eliminado del libro de citas - Desea conservarlo para re-programarlo?

source: Error converting appointment
es: Error al convertir la cita

source: Error removing from patient diary
es: Error al remover del diario de paciente

source: Error Removing from Appointment Book
es: Error al remover del Libro de Citas

source: Error putting into dentist's book
es: Error al escribir en el libro del dentista

source: Please select an appointment to schedule
es: Elija una cita a concertar

source: appointment already scheduled for
es: cita ya planificada para

source: Reached
es: Alcanzado

source: No clinicians selected
es: No hay clínicos seleccionados

source: no appointments of
es: no hay citas de

source: minutes or more available for selected week
es: minutos o más disponibles para la semana seleccionada

source: Please select an appointment to place here
es: Elija una cita para ubicar aquí

source: Please choose another appointment - this one is made already!
es: Elija otra cita, esta ya está hecha

source: You have chosen an appointment with
es: Ha elegido una cita con

source: Is this correct?
es: ¿Es esto correcto?

source: Confirm Make appointment for
es: Confirme la creación de cita para

source: Error putting appointment back into patient diary
es: Se ha producido un error al escribir la cita en el diario del paciente

source: Error making appointment - sorry!
es: Error creando cita. ¡Lo siento!

source: Nothing to show!
es: ¡Nada que mostrar!

source: Do you want to unblock the selected slot?
es: ¿Quiere desbloquear la ranura seleccionada?

source: unable to block - has the book been altered elsewhere?
es: no se puede bloquear - ¿se ha alterado el libro en otro lugar?

source: unable to make appointment - has the book been altered elsewhere?
es: no se puede hacer la cita - ¿se ha alterado el libro en otro lugar?

source: unable to make make changes to the patient diary!
es: No se pudieron hacer cambios al diario del paciente.

source: Unscheduled
es: No programada

source: View Past Appointments
es: Ver las citas anteriores

source: Date & Time
es: Fecha y hora

source: Practitioner
es: Practicante

source: Length
es: Longitud

source: Treatment
es: Tratamiento

source: for the moment, please enter treatment into the plan first then complete it.
es: por el momento, por favor ingrese tratamiento en el primer plano después completelo

source: unable to update chart - this shouldn't happen!!
es: no se pudo actualizar la gráfica - ¡esto no debió suceder!

source: you need to be in the static chart to change tooth state
es: necesita estar en la gráfica estática para cambiar el estado del diente

source: NO CHARTS
es: NO HAY GRAFICAS

source: Form
es: Formulario

source: CheckBox
es: Casilla

source: Plan Treatment
es: Planear tratamiento

source: Add the following Treatment Items to the Current Treatment Plan
es: Añadir los siguientes tratamientos al plan de tratamientos actual

source: Select Appointment Length
es: Seleccione la duración de la cita

source: Hours
es: Horas

source: Minutes
es: Minutos

source: Open a Day
es: Abrir un día

source: Clinician
es: Clínico

source: Date to Open
es: Día a abrir

source: Day Memo - optional
es: Memo del día - opcional

source: Day Start
es: Iniciar día

source: Morning Emergency Slot
es: Espacio de emergencia de la mañana

source: Finish
es: Terminar

source: Afternoon Emergency Slot
es: Espacio de emergencia de la tarde

source: Day Finish
es: Terminar día

source: Appointment Tools
es: Herramientas de cita

source: Move the end date for making appointments.
es: Cambie la fecha de terminación para hacer citas

source: Extend Books
es: Extender libros

source: Remove old weeks
es: Eliminar semanas viejas

source: Edit Standard Working Weeks for Clinicians
es: Editar Semanas de Trabajo Predeterminadas para Clínicos

source: Open A Day
es: Abrir un día

source: Insert regular blocks
es: Insertar bloques regulares

source: &Quit
es: &Salir

source: Appointment Wizard
es: Asistente de Citas

source: Add a combination of proposed appointments to the patients diary.
es: Añadir una combinación de citas propuestas al diario de los pacientes

source: TextLabel
es: CampodeTexto

source: Add
es: Añadir

source: Clinicians - DATE
es: Clinicos - FECHA

source: Options
es: Opciones

source: Would you like to Block (or partially Block) this Slot?
es: ¿Desea bloquear (o bloquear parcialmente) esta ranura?

source: Block Start
es: Inicio bloqueado

source: Bock End
es: Administración

source: Text to apply
es: Texto a aplicar

source: //Blocked//
es: //Bloqueado//

source: Emergency
es: Emergencia

source: Reserved Clinical Time
es: Tiempo Reservado de Clínica

source: Catch up time
es: Ponerse al día

source: Phone Call
es: Llamada de teléfono

source: minutes
es: minutos

source: Insert a Block
es: Insertar un bloque

source: Insert A Patient into this slot?
es: ¿Insertar un paciente a esta ranura?

source: Start Time
es: Hora de comienzo

source: Chosen Patient is<br />
es: El Paciente Elegido es<br />

source: Change
es: Cambiar

source: Reason for appointment is
es: La razón de la cita es

source: minutes
es: minutos

source: Insert a Known Patient
es: Inserte un Paciente Conocido

source: Block Wizard
es: Asistente de Bloqueo

source: Insert a block into a book for a range of dates.
es: Insertar un bloque en un libro para un rango de fechas.

source: Start Date
es: Fecha de Inicio

source: End Date (inclusive)
es: Fecha de finalización (inclusive)

source: Time
es: Tiempo

source: Text to Apply
es: Texto a aplicar

source: Days to Apply
es: Días a aplicar

source: Clinicians
es: Clinicos

source: Bridge - Denture Entry
es: Puente - Prótesis de entrada

source: Porcelain / Precious Metal
es: Porcelana / Metal precioso

source: Lava (or all ceramic)
es: Lava (o toda la cerámica)

source: Resin Retained
es: Retención de resina

source: Bridge
es: Puente

source: Upper
es: Superior

source: Full (acrylic)
es: Completo (metacrilato)

source: Full (co-chrome)
es: Completo (co-cromo)

source: Partial (acrylic)
es: Parcial (metacrilato)

source: Partial (co-chrome)
es: Parcial (co-cromo)

source: Other
es: Otros

source: Lower
es: Inferior

source: Denture
es: Dentadura

source: Bulk Mail Options
es: Opciones de Correo

source: Date Format for the letters
es: Formato de Fecha para las letras

source: Full, Day, month and Year
es: Completo, Día, mes y Año

source: Month and Year Only
es: Sólo Mes y Año

source: Date to use
es: Fecha a usar

source: Today's Date
es: Fecha de hoy

source: The actual recall date for the patient
es: Ultima fecha de aviso para el paciente

source: This Date
es: Esta fecha

source: Change Database
es: Cambiar Base de Datos

source: User
es: Usuario

source: user
es: usuario

source: Password
es: Contraseña

source: display password
es: Mostrar contraseña

source: Database
es: Base de datos

source: password
es: contraseña

source: Choose a Document
es: Elija un documento

source: Choose a document to view
es: Elija un documento para ver

source: NHS Schedule of Remuneration April 2008
es: NHS Calendario de remuneración abril 2008

source: NHS "Information Guide" 2008
es: NHS "Guía de Información" 2008

source: NHS Schedule of Remuneration
es: NHS Calendario de remuneración

source: NHS "Information Guide"
es: NHS «guía de información»

source: Choose Clinicians
es: Elegir clínicos

source: Language Selector
es: Selector de idioma

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Choose from the following available languages.<br />Please Note that some of these translations are not complete.</p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Elija desde los siguientes idiomas disponibles.<br />Note que algunas de estas traducciones no están completas.</p></body></html>

source: Note - if your preferred language is not available (or incomplete), please visit https://launchpad.net/openmolar and add a translation of your own!
es: Nota - Si su idioma preferido no está disponible (o está incompleto), por favor, visite https://launchpad.net/openmolar y agregue su propia traducción!

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:8pt; font-weight:400; font-style:italic;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Many thanks to all who have helped internationalise openMolar,</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">and to the folks behind the GNU tools and launchpad rosetta team</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">who make this possible.</p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:8pt; font-weight:400; font-style:italic;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Muchas gracias a todos los que han contribuido a internacionalizar openMolar,</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">y para la gente detrás de las herramientas GNU y el equipo Rosetta de Launchpad</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">que hacen que esto sea posible.</p></body></html>

source: Choose A Tooth
es: Elija un diente

source: Please Select the tooth to which this treatment is planned
es: Elija el diente al que se va a planificar el tratamiento

source: Dialog
es: Diálogo

source: Adult
es: Adulto

source: Deciduous
es: Caduco

source: Tooth Code
es: Código de diente

source: Enter a filling or restoration code, and check that your feetable finds the correct itemcode
es: Introduzca un código de restauración o rellenado, y compruebe que su tabla de tarifas encuentra el código de ítem correcto

source: go
es: ir

source: Complete Treatment
es: Completar tratamiento

source: Complete Multiple Treatments?
es: ¿Completar Tratamientos Múltiples?

source: Completion Date
es: Fecha de culminación

source: You have no further treatment proposed for this patient, yet they are deemed to be "under treatment".
es: No tiene ningún tratamiento adicional propuesto para este paciente, sin embargo, se considera que esta "en tratamiento".

source: Suggested completion Date
es: Fcha de culminación sugerida

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Apply this Date Now?<br />(course can be re-opened later if necessary)</p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">¿Aplicar esa fecha ahora?<br />(el archivo puede volver a abrirse posteriormente si fuera necesario)</p></body></html>

source: Which Dentist
es: Cual Dentista

source: Print a GP17 form using this dentist's contract no?
es: ¿Imprimir un formulario de GP17 utilizando el número de contrato de este dentista?

source: Previous Course (00/00/0000 - 00/00/0000)
es: Curso anterior (00/00/0000 - 00/00/0000)

source: New Course ( no dates)
es: Nuevo curso (sin fecha)

source: Choose
es: Seleccione

source: Gold
es: Oro

source: Resin
es: Resina

source: Temporary
es: Temporal

source: Fortress
es: Fortaleza

source: Bonded
es: Consolidado

source: Cancel
es: Cancelar

source: Custom Item
es: Personalizar elemento

source: Number of Items
es: Número de elementos

source: Fee
es: Honorario

source: Treatment Description
es: Descripción del tratamiento

source: Daylist Printing Wizard
es: Asistente para impresión de la Lista del Dia

source: Specify Dates and Practitioners for a Daylist Print Run
es: Especificar Horas y Profesionales para la Impresión de la Lista del Día

source: End Date
es: Fecha de culminación

source: All Practioners on One Page
es: Todos los profesionales en una página

source: One Practitioner Per Page - Minimal
es: Un profesional por página - Mínimo

source: One Practioner Per Page - Fill Page
es: Un profesional por página - Página Completa

source: Edit Memos
es: Editar apuntes

source: <p align="center">Friday, 25th December 2009</p> <p align="center">Christmas Day</p>
es: <p align="center">Viernes 25 de Diciembre de 2009</p> <p align="center">Día de Navidad</p>

source: Global Memo
es: Memo Global

source: Clinician Memos
es: Notas Clinicas

source: Letter Text Entry
es: Entrada de Texto

source: <b>Please enter the body text for your letter here.</b>
es: <b>Por Favor ingrese el cuerpo del texto de su carta aquí.</b>

source: Code
es: Código

source: Description
es: Descripción

source: Cat
es: Gato

source: Type
es: Tipo

source: Charge
es: Cargar

source: Expand All
es: Expandir todo

source: Split Items
es: Dividir Objetos

source: code
es: código

source: small xrays
es: Rayos X Pequeños

source: Completed
es: Completado

source: Exam Wizard
es: Asistente de Exámen

source: Standard
es: Estándar

source: Extensive
es: Extensivo

source: Full Case Assessment
es: Evaluación completa del caso

source: Exam Date
es: Fecha de Exámen

source: Notes
es: Notas

source: Broken Tooth
es: Diente roto

source: Pain
es: Dolor

source: Denture Problems
es: Problemas con la dentadura

source: Sensitive Teeth
es: Dientes Sensibles

source: Soft Tissues Checked
es: Tejidos Blandos Revisados

source: OHI given
es: Instrucciones de higiene oral dadas al paciente

source: Palpated for upper canines - NAD
es: palpar caninos superiores

source: Add Fee Table Item
es: Añadir elemento a la Tabla de Honorarios

source: Patient Contribution
es: Contribución del Paciente

source: Regulations
es: Regulaciones

source: Regulation Wizard
es: Asistente de regulación

source: Category for treatment Planning
es: Categoria para Planeación de tratamiento

source: Patient's Description
es: Descripción del Paciente

source: Clinical Description(s)
es: Descripción Clínica

source: Wizard
es: Asistente

source: Below is the XML for this item (this is how they are stored in the database)
es: Debajo está el XML para este ítem (así es como se almacenan en la base de datos)

source: Original (read only)
es: Original (solo lectura)

source: New
es: Nuevo

source: Appointment Time
es: Hora de la cita

source: Space Before Appointment
es: Espacio Antes de la Cita

source: Space After Appointment
es: Espacio después de Cita

source: Topic
es: Tema

source: Comment
es: Comentario

source: (0 Characters)
es: (0 caracteres)
