Repository: Cdruetta/openmolar1
Catalog: src/openmolar/locale/*.po
Languages: es

source: Hygenist Wizard
es: Asistente para Higienistas

source: Scale and Polish
es: Escalar y Limpiar

source: Extensive Scaling
es: Escala Ampliada

source: Part 1 of 2 visit treatment
es: Parte 1 de 2 visitas de tratamiento

source: Part 2 of 2 visit treatment
es: Parte 2 de 2 visitas de tratamiento

source: Dentist/Hygenist
es: Dentista / Higienista

source: Debridement
es: Desbridamiento

source: OpenMolar - database wizard
es: OpenMolar - asistente de base de datos

source: What do you want to do?
es: ¿Que desea hacer?

source: Modify an existing openmolar database
es: Modificar una base de datos existente de OpenMolar

source: Create a New database from scratch
es: Crear una base de datos desde cero

source: Create a New database (from a known template)
es: Crear una nueva base de datos (de una plantilla conocida)

source: Practice Name
es: Nombre de práctica

source: Used in receipts, appointment cards etc.
es: Usado en los recibos, tarjetas de citas, etc

source: Address Line 1
es: Línea 1 de dirección

source: Address Line 2
es: Línea 2 de dirección

source: Address Line 3
es: Línea 3 de dirección

source: Postcode / Zip
es: Código Postal / Zip

source: Telephone
es: Teléfono

source: Website
es: Sitio Web

source: Email
es: Correo electrónico

source: Practice Details
es: Detalles Prácticos

source: The Following users can login to the application
es: Los siguientes usuarios pueden acceder a la aplicació

source: Id
es: Identificador

source: Initials
es: Iniciales

source: Name
es: Nombre

source: User Group
es: Grupo de Usuarios

source: Active?
es: ¿Activo?

source: DeActivation Date
es: Fecha de Desactivación

source: Modify Selected User
es: Modificar Usuario Seleccionado

source: New User Details
es: Datos de Nuevo Usuario

source: Standard User
es: Usuario Estándar

source: Hygienist
es: Higienista

source: Receptionist
es: Recepcionista

source: Active User
es: Usuario Activo

source: Add a New User
es: Añadir un Nuevo Usuario

source: Users
es: Usuarios

source: The Following dentists have notes in this database (note - dentists should not be removed from the database, as this could create lookup issues for cashbooks and notes)
es: Los siguientes dentistas tienen notas en esta base de datos (nota - los dentistas no deberían ser removidos de la base de datos, ya que esto podría crear errores de búsqueda en los libros de ingresos y notas)

source: Add a Dentist
es: Añadir un Dentista

source: Registration
es: Registro

source: Active Appointment Book
es: Agenda de Citas activas

source: Patients can be assigned to this dentist
es: Los pacientes pueden ser asignados a este dentista

source: Dentists
es: Dentistas

source: The Following hygienists have notes in this database (note - hygienists should not be removed from the database, as this could create lookup issues for cashbooks and notes)
es: Los siguientes higienistas tienen notas en esta base de datos (nota - los higienistas no deberían ser removidos de la base de datos, ya que esto podría crear errores de búsqueda en los libros de ingresos y notas)

source: Hygienists
es: Higienistas

source: Monday
es: unes

source: Tuesday
es: martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: viernes

source: Saturday
es: sábado

source: Sunday
es: domingo

source: Practice Hours
es: Horas de práctica

source: The Following Categories are used in this database
es: Las siguientes categorías son usadas en esta base de datos

source: Category
es: Categoría

source: Category Name
es: Nombre de Categoría

source: Image
es: Imagen

source: Age Category
es: Añadir una Categoría

source: Minimum Age
es: Edad Mínima

source: Maximum Age
es: Edad Máxima

source: Add a Category
es: Añadir una Categoría

source: Age Limit
es: Limite de Edad

source: None
es: Nada

source: Under 18
es: Menor de 18

source: Category Letter
es: Letra de Categoría

source: Category Active
es: Archivo de Categoría

source: Patient Categories
es: Categorías de Pacientes

source: Treatments and Fees
es: Tratamientos y Tasas

source: Referral Centres
es: Centro de Referidos

source: View XML
es: Ver XML

source: File
es: Archivo

source: L&oad Template
es: C&argar Plantilla

source: &Save Template
es: &Guardar Plantilla

source: Open Molar - YOUR dental database application
es: Open Molar - SU aplicación de base de datos dental

source: Exit the Current Patient Record.
es: Salir de la ficha del paciente actual.

source: Add a New Patient to the database.
es: Añadir un paciente nuevo a la base de datos.

source: Click on this Button to search for in patient in your database.
es: Haga clic en este botón para buscar en el paciente en su base de datos.

source: Find
es: Buscar

source: This cycles back through the history of records loaded today.
es: Esto vuelve atrás sobre los registros cargados hoy.

source: Reload the patient from the database.
es: Recargar la ficha del paciente desde la base de datos

source: This cycles forwards through the history of records loaded today.
es: Esto vuelve adelante sobre los registros cargados hoy.

source: Show patients who live at the same address, or who have a similar name.
es: Muestra los pacientes que viven por la misma dirección o tienen nombre similar.

source: &Related
es: &Relacionado

source: A drop down box of all patients who have an appointment today.
es: Un cuadro desplegable de todos los pacientes que tienen una cita hoy.

source: Details
es: Detalles

source: Sex
es: Sexo

source: Tel (home)
es: Tel (casa)

source: More Fields are available. Click Here to Edit.
es: Más campos están disponibles. Pinche aquí para editarlos.

source: More
es: Más

source: Tel (work)
es: Tel (trabajo)

source: Tel (mob)
es: Tel (mov)

source: send an sms
es: enviar un sms

source: Date of Birth
es: Fecha de nacimiento

source: send a fax
es: enviar un fax

source: Address1
es: Dirección1

source: send an email
es: enviar un email

source: Address2
es: Dirección2

source: Address3
es: Dirección3

source: Occupation
es: Ocupación

source: Postcode
es: Código postal

source: New Patients
es: Pacientes nuevos

source: Use the Sname and Address details from the previous patient.
es: Usar el mismo apellido y dirección del paciente anterior.

source: Default Sname / Address
es: Nombre / Direccion por Defecto

source: Not implemented yet.
es: No implementado todavía.

source: Family
es: Familia

source: Higlighted Fields are Mandatory for New Patients
es: Los campos resaltados son obligatorios para Nuevos Pacientes

source: Patient Details
es: Detalles del paciente

source: Pt is registered with Dentist
es: Px está registrado con el Dentista

source: Course Type
es: Tipo de Curso

source: Status
es: Estado

source: Active
es: Activo

source: Moved Away
es: Eliminado

source: Deceased
es: Fallecido

source: Bad Debt
es: Deuda Impaga

source: No More Appts
es: No más citas

source: Write Off Bad Debt
es: Perdonar la deuda impaga

source: This label is for displaying Private contractual stuff
es: Esta etiqueta es para mostrar cosas privadas

source: Edit
es: Editar

source: Private
es: Privado

source: This label is for displaying HDP contractual stuff
es: Esta etiqueta es para mostrar cosas HDP contractuales

source: This label is for displaying NHS contractual stuff
es: Esta etiqueta es para mostrar cosas NHS contractuales

source: View Claims History
es: Ver el historial de Reclamos

source: Exemption
es: Excepción

source: Exemption Text
es: Texto de Excepción

source: No Details of Pt's Registered Dentist Found
es: No se han encontrado detalles del Dentista Registrado del Paciente

source: Registered Elsewhere
es: Registrado en otra parte

source: Contract
es: Contrato

source: Letters TO the patient
es: Cominicaciones al paciente

source: Custom Letter to the patient
es: Comunicación personalizada al paciente

source: Recall management
es: Manejo de Recordatorios

source: Set the date for a recall to be generated automatically
es: Establezca la fecha para que el recordatorio se genere automaticamente

source: Date Shortcuts
es: Acceso directo a fecha

source: 1 Month hence
es: De aquí a 1 mes

source: 3 Months hence
es: De aquí a 3 meses

source: 6 Months hence
es: De aquí a 6 meses

source: 12 Months hence
es: 12 Meses a partir de ahora

source: Print Recall Now
es: Imprimir el recordatorio ahora

source: Accounts
es: Cuentas

source: "A" letter
es: letra "A"

source: "B" letter
es: letra "B"

source: "C" letter
es: letra "C"

source: Print A Statement of Account
es: Imprimir un extracto de cuenta

source: Duplicate Receipt
es: Duplicar recibo

source: Amount
es: Cantidad

source: Print a receipt - useful for duplicates.
es: Imprimir un recibo - útil para los duplicados.

source: Print
es: Imprimir

source: Previous Correspondence
es: Correspondencia Anterior

source: Generated By OpenMolar
es: Generado por OpenMolar

source: Imported into database
es: Importado a la base de datos

source: Import A Document
es: Importar un documento

source: Referrals (Letters about the patient)
es: Referencias (Cartas sobre el paciente)

source: Export this record card
es: Exportar esta ficha

source: Print a patient's static chart.
es: Imprimir un gráfico estático del paciente

source: Print the Patient's static Chart
es: Imprimir el gráfico estáico del paciente

source: Print a summary of the patient's notes (for them to take on). Includes No fee details.
es: Imprimir un resumen de las notas del paciente (para que ellos se lo lleven). No incluye detalles de las tarifas.

source: Print A Summary of the Notes
es: Imprimir un Resumen de las Notas

source: Print Detailed Notes
es: Imprimir Notas Detalladas

source: Correspondence
es: Correspondencia

source: Account
es: Cuenta

source: Print A GP17
es: Imprimir un GP17

source: Apply an Exemption
es: Aplicar una excepción

source: Custom Estimate on File
es: Estimación de archivo personalizado

source: Print &Estimate
es: Imrimir &Estimado

source: Print &Account
es: Imprimir &Cuenta

source: Take &Payment
es: Tomar &Pago

source: Patient's Diary
es: Pacientes diarios

source: A Wizard to select some common appointment combinations
es: Un asistente para seleccionar algunas combinaciones comunes de citas

source: Appointment Shortcuts
es: Atajos de Citas

source: A New Appointment for this patient
es: Una nueva Cita para este paciente

source: &New
es: &Nuevo

source: delete or cancel the appointment
es: borrar o cancelar la cita

source: Clear/Cancel
es: Limpiar/Cancelar

source: Make the selected appointment
es: Realizar la cita seleccionada

source: Schedule
es: Calendario

source: Housekeeping - remove all past appointments from the patient's diary
es: Limpieza - elimina todas las citas pasadas del diario del paciente

source: Delete All Past Appointments
es: Eliminar todas las citas pasadas

source: Find in Book
es: Buscar en el libro

source: Print out the next 5 appointments for this patient
es: Imprimir las siguientes cinco citas para este paciente

source: Print Card
es: Imprimir tarjeta

source: Allows modifcation of certain criteria for this appointment
es: Permite la modificación de algunos criterios para esta cita

source: Modify
es: Modificar

source: Reception
es: Recepción

source: perform a clinical exam
es: realizar un examen clínico

source: add x-rays to the patient's current course.
es: Añadir rayos X para el curso actual del paciente.

source: X-ray
es: Rayos X

source: perform common perio treatments
es: realizar tratamientos periódicos

source: Close This Course
es: Cerrar Este Curso

source: check / update the patients medical history
es: comprobar / actualizar la historia médica de los pacientes

source: Med Notes
es: Notas méd.

source: Clinical Summary
es: Informe clínico

source: Verbosity Level
es: Nivel de verbosidad

source: minimum
es: mínimo

source: medium
es: medio

source: maximum
es: máximo

source: reception only
es: sólo recepción

source: Charts View
es: Ver gráficos

source: Static
es: Estático

source: Charts
es: Gráficos

source: Estimate
es: Estimado

source: Course Management
es: Administración de Curso

source: Course Dentist
es: Dentista de Curso

source: New Course Of Treatment
es: Nuevo Curso de Tratamiento

source: Close Course
es: Cerrar Curso

source: Estimate Management
es: Administración Estimada

source: Use this feature to re-price all items in the "tooth" category of treatments. i.e all those which appear on the charts. Note - this will not remove items which are currently there.
es: Use esta función para volver a ingresar el precio de todos los artículos en la categoría "dientes"de los tratamientos.E.j. todos los que aparecen en los gráficos. Nota - esto no suprimirá los elementos que están actualmente allí.

source: ReCalculate Estimate
es: ReCalcular Estimado

source: Apply Exemption
es: Aplicar excepción

source: Standard View
es: Vistar estándar

source: Expanded View
es: Vista expandida

source: Plan/Completed (standard)
es: Plan/Completado (estándar)

source: Plan/Completed (expanded)
es: Plan/Completado (expandido)

source: Treatment Planning
es: Planificación del Tratamiento

source: Perform Exam
es: Realizar Examen

source: X-Rays
es: Rayos-X

source: Dentures
es: Dentaduras

source: Ortho
es: Orto

source: Other Tx
es: Otro Tx

source: Add Custom Item
es: Añadir elemento personalizado

source: Estimate/Plan
es: Estimado/Plan

source: Choose Data
es: Elegir dato

source: Chart Date
es: Fecha de Grafico

source: Perio Charts
es: Gráficos Periodicos

source: See all payments in the database made by this patient
es: Ver todos los pagos en la base de datos realizados por este paciente

source: Past Payments
es: Pagos Pasados

source: View treatments completed, by date order
es: Ver los tratamientos completados, por orden de fecha

source: Past Treatment
es: Tratamientos Pasados

source: View all Courses of treatment. This includes treatment that was planned but not completed.
es: Vea todos los cursos de tratamiento. Esto incluye tratamientos que fueron previstos, pero no se han completado.

source: Courses
es: Cursos

source: Estimate history for this patient.
es: Estimación de la historia de este paciente.

source: Estimates
es: Estimaciones

source: display a combination of courses and estimates.
es: mostrar una combinación de cursos y estimaciones.

source: Courses / Estimates
es: Cursos / Estimaciones

source: NHS Claims
es: Reclamaciones al Servicio Nacional de Salud

source: Print the text displayed on this page.
es: Imprimir el texto mostrado en esta página.

source: Custom Options
es: Opciones Personalizadas

source: Advanced options for developer use. Don't expect this to make much sense! If the "changes only" checkbox is checked, only data which has been changed will be displayed.
es: Opciones avanzadas para el uso de desarrolladores. No espere que esto tenga mucho sentido! Si la casilla de verificación "cambios sólo" está marcada, sólo los datos que se ha cambiado serán mostrados.

source: debug tools
es: herramientas de depuración

source: changes only
es: sólo cambios

source: History
es: Historial

source: Enter Notes.
es: Introducir notas.

source: Today's Notes
es: Notas del día

source: Save the changes made to this record.
es: Guardar los cambios realizados en este registro.

source: Save Changes
es: Guardar cambios

source: Tasks
es: Tareas

source: PhraseBook
es: Libro de Frases

source: Ins
es: Insertar

source: Patient Database
es: Base de datos del paciente

source: Go To Today
es: Ir al día

source: All Listed Clinicians
es: Todos los clínicos listados

source: All Available Clinicians
es: Todos los clínicos disponibles

source: Find the First Suitable Appointment.
es: Buscar la primera cita apropiada.

source: 1st Available
es: 1º disponible

source: Find the Previous Appointment F5
es: Buscar la cita anterior F5

source: Find the Next Available Appointment. F6
es: Buscar la siguiente cita disponible F6

source: Next
es: Siguente

source: Current Patient
es: Paciente actual

source: Blocks etc..
es: Bloques, etc...

source: Day View
es: Vista del día

source: View Current Week
es: Ver semana en curso

source: show All appointments
es: Mostrar todas las citas

source: Manually Select Clinicians
es: Elegir manualmente a los clínicos

source: Schedule appointments
es: Planificar citas

source: Selected Clinician Only
es: Sólo el clínico seleccionado

source: Week View
es: Vista de la semana

source: Month
es: Mes

source: Print Month View
es: Imprimir Vista del Mes

source: All Clinicians
es: Todos los clínicos

source: Select Clinicians
es: Elegir clínicos

source: Month View
es: Vista del mes

source: Year
es: Año

source: Year View
es: Vista del año

source: Staff Diaries
es: Diarios del personal

source: Appointments / Diary
es: Citas / Diario

source: Registered Dentist
es: Dentitas registrado

source: Go
es: IR

source: Print the Data
es: Imprimir la información

source: Cashbook
es: Libro de facturas

source: Treating Dentist / Hygenist
es: Dentista / Higienista a cargo

source: Daybook
es: Libro del día

source: Find Patient Records where the patient is in
es: Buscar registros del paciente cuando está en el

source: Debt
es: Deuda

source: Credit
es: Crédito

source: By More than
es: Por más de

source: Load Table
es: Cargar tabla

source: Print Table
es: Imprimir tabla

source: Print Selected Letters
es: Imprimir las cartas seleccionadas

source: TOTAL OUTSTANDING
es: TOTAL PENDIENTE

source: Find Patient Records where
es: Encontrar Registros del Paciente donde

source: is between
es: está entre

source: and
es: y

source: Print Letters
es: Imprimir Cartas

source: Letter Options
es: Opciones de correspondencia

source: Bulk Mailings
es: Envíos Masivos

source: Fee Scales Available
es: Tablas de tarifas disponibles

source: Search For an Item
es: Buscar un ítem

source: only search for the given phrase in the usercode column
es: buscar sólo por la expresión proporcionada en la columna de código de usuario

source: Search Usercodes
es: Buscar códigos de usuario

source: search for the given phrase in description columns
es: buscar la frase dada en las columnas de descripción

source: Search Descriptions
es: Buscar descripciones

source: Quickly expand all items
es: Expandir rápidamente todos los ítems

source: Expand All Sections
es: Expandir todas las secciones

source: Quickly compress all items
es: Comprimir rápidamente todos los ítems

source: Compress All Sections
es: Comprimir todas las secciones

source: Open A PDF of the latest NHS Regulations
es: Abrir un archivo PDF de las últimas regulaciones del NHS

source: Open
es: Abrir

source: Allow Adjust FeeScales
es: Permitir ajustar las tablas de tarifas

source: Commit Changes
es: Realizar los cambios

source: show table xml
es: mostrar tabla xml

source: Feescales
es: Tablas de Honorarios

source: Reply
es: Responder

source: Delete
es: Eliminar

source: New Topic
es: Nuevo tema

source: Search by keyword
es: Buscar por Palabra Clave

source: Show Topics for
es: Mostrar Temas Para

source: Everyone
es: Cualquiera

source: Layout Options
es: Opciones de interfaz

source: Group replies
es: Agrupar respuestas

source: Split Replies
es: Dividir Respuestas

source: FORUM
es: Foro

source: &File
es: &Archivo

source: &Help
es: Ayuda

source: &Preferences
es: &Preferencias

source: Tools
es: Herramientas

source: &Export Patient to disk
es: &Exportar paciente al disco

source: &Import Patient from disk
es: &Importar paciente al disco

source: About &OpenMolar
es: Acerca de &OpenMolar

source: &About QT
es: &Acerca de QT

source: Appointment Font Size
es: Tamaño de letra de Cita

source: Table View For Charting
es: Ver tabla de gráficos de

source: Clear Today's Emergency Slots
es: Limpiar Espacios de Emergencia de Hoy

source: options
es: opciones

source: Set Clinician
es: Fijar clínico

source: Choose Database
es: Elija base de datos

source: FeeScale Adjuster
es: Ajustador de la escala de Honorarios

source: Select && Print Daylists
es: Seleccionar e imprimir listas del día

source: Change Language
es: Cambiar idioma

source: Full Screen Mode (Ctrl-Alt-F)
es: Modo pantalla completa (Ctrl-Alt-F)

source: Create/Modify database
es: Crear/Modificar la base de datos

source: Advanced Record Management
es: Gestión de Registros Avenzada

source: Medical Notes
es: Notas médicas

source: Doctor's details
es: Detalles del doctor

source: Doctor's Name
es: Nombre del doctor

source: Address / Tel No
es: Dirección / Tel No

source: Known Conditions
es: Condiciones conocidas

source: Current Medication
es: Medicación actual

source: Past Medication
es: Medicación antigua

source: Allergies
es: Alergias

source: Heart
es: Corazón

source: Lungs
es: Pulmones

source: Liver
es: Higado

source: Bleeding
es: Sangría

source: Kidneys
es: Riñones

source: Anaesthetic / operations
es: Anestesia / operaciones

source: Mark as Checked Today
es: Marcar como chequeado hoy

source: Checked
es: Chequeado

source: Mark Patient as Med Alert
es: Mark paciente como Alerta Medica

source: New Course
es: Nuevo Curso

source: Start a new Course of Treatment with the following Criteria?
es: ¿Iniciar un nuevo curso de tratamiento con los siguientes criterios?

source: Contracted Dentist
es: Dentista Contratado

source: Acceptance Date
es: Fecha de aceptación

source: OpenMolar - First Run
es: OpenMolar - primera ejecución

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This first run application will </p> <ul style="-qt-list-indent: 1;"><li style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">set your system password</li> <li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">make this client aware of your mysql server settings</li> <li style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">install a small (4 patient) demo database if required.</li></ul></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Esta primera ejecucion de la aplicacion </p> <ul style="-qt-list-indent: 1;"><li style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">configurara su contraseña</li> <li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">hacer de este cliente consciente de la configuración del servidor MySQL</li> <li style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">instalar una pequeña (4 pacientes) base de datos de demostracion si es necesario.</li></ul></body></html>

source: Please enter a password to prevent unauthorised running of this application.
es: Por favor, introduzca una contraseña para evitar el uso no autorizado de esta aplicación.

source: show
es: mostrar

source: Repeat Password
es: Repita la contraseña

source: Where is your mysql server located? **
es: ¿Donde está ubicado su servidor mysql? **

source: Port
es: Puerto
