Repository: Cdruetta/openmolar1
Catalog: src/openmolar/locale/*.po
Languages: es

source: ** If you do not have a mysql server on your network, please quit this setup, and install mysql server now. If you are a debian or ubuntu user, "sudo apt-get install mysql-server" and make a note of the root password you create during set up.
es: ** Si no existe un servidor mysql en su red, por favor, salga de esta instalación e instale el servidor mysql ahora mismo. Si es un usuario Debian o Ubuntu, "sudo apt-get install mysql-server" y use la clave root que creó durante la instalación.

source: Database Details
es: Detalles de la base de datos

source: (mysql)Password
es: Contraseña (mysql)

source: Database Name
es: Nombre de la base de datos

source: Test this Connection
es: Tipo de esta conexión

source: Create A Demo Database
es: Crear una base de datos de prueba

source: Use with an existing database
es: Usar con una base de datos existente

source: OK.... you are all set to go. When running openMolar, you are presented a login screen. Password = the one you specified earlier User1 = any registered user (demo database has one user "user") User2 = any registered user (can be left blank)
es: BIEN.... usted está listo para continuar. Cuando openMolar se ejecute, se le presentará una pantalla de inicio de sesión. Contraseña = la que especifico anteriormente User1 = Cualquier usuario registrado (la base de datos de demostración tiene un usuario "usuario") User2 =Cualquier usuario registrado (puede dejarse en blanco)

source: Launch OpenMolar Now
es: Ejecutar OpenMolar Ahora

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">To create a database, and set the privileges for user, requires logging into mysql as the root mysql user.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">OpenMolar does NOT store this password.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br />Please enter the password of the ROOT mysql user.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">(note - on most mysql setups, root access is disabled unless the server is on localhost)</p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Para crear una base de datos, y establecer los privilegios para el usuario, requiere iniciar sesión en MySQL como el usuario root de MySQL.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">OpenMolar NO conserva esta contraseña.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br />Por favor, introduzca la contraseña del usuario root de MySQL.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">(nota - en la mayoría de servidores MySQL, el acceso como root está desactivada a menos que el servidor este en localhost)</p></body></html>

source: Root mysql password
es: Clave root de mysql

source: Creating Database.... please wait
es: Creando la base de datos.... espere por favor

source: Back
es: Volver

source: Proceed
es: Proceder

source: NHS Form Printer Settings
es: Ajustes de Impresión de NHS

source: Left Margin Width
es: Ancho del margen izquierdo

source: Top Margin Width
es: Ancho del margen superior

source: 1st referral
es: 1er referido

source: re - referral
es: re - referido

source: Previous Referral Date
es: Fecha Previa de Referencia

source: I am Willing to carry out simple treatment
es: Estoy dispuesto a llevar a cabo un tratamiento sencillo

source: Reason for Referral
es: Razon para Referencia

source: Crowding
es: Amontonamiento

source: Spaced
es: Espaciado

source: Mild
es: Leve

source: Moderate
es: Moderado

source: Severe
es: Severo

source: Incisal Relationship
es: Relación incisal

source: Overjet:
es: Resalte

source: mm
es: milímetros

source: Overbite
es: Sobremordida

source: Complete
es: Completo

source: InComplete
es: Incompleto

source: Traumatic
es: Traumático

source: Relevant Medical History
es: Historial médico relevante

source: Dental History
es: Historial dental

source: Teeth With Poor Prognosis
es: Dientes con Pronóstico Precario

source: Patient Motivation
es: Motivación del Paciente

source: Removable Applicance
es: Aparato Ortopédico Removible

source: Fixed Appliance
es: Aparato Ortopédico Arreglado

source: Patient Finder
es: Buscador de Pacientes

source: Fill in a few of the following fields to get a list of possible patients
es: Llene alguno de los siguientes campos para listar posibles pacientes

source: Repeat Last Search
es: Repetir la última búsqueda

source: SNO or Surname
es: SNO o Apellido

source: Enter either the full name or the first few letters of the name. If you are unsure of the spelling, type in the COMPLETE name, and check the adjacent "sounds like" box.
es: Introduzca el nombre completo o las primeras letras del nombre. Si no está seguro de la ortografía, escriba el nombre COMPLETO, y marque la caja adyacente "suena como" .

source: check to search for a similar sounding name
es: verificación para buscar un nombre que suena similar

source: Enter either the full name or the first few letters of the name. If you are unsure of the spelling, type in the COMPLETE name, and check the adjacent "sounds like" box. Be wary of middle names. eg. "Neil" does NOT sound like "Neil Alexander"!
es: Introduzca el nombre completo o las primeras letras del nombre. Si no está seguro de la ortografía, escriba el nombre COMPLETO, y marque la caja adyacente "suena como" . Tenga cuidado con el segundo nombre. E.j. "Neil" NO suena como "Neil Alexander"!

source: Address includes
es: Direcciones incluidas

source: openMolar will search line1 and line2 of the address for this text
es: openMolar buscará línea1 y línea2 de la dirección de este texto

source: open molar will search tel1, tel2 and mobile for numbers present here.
es: open molar buscará tel1, tel2 y un móvil para los números presentes aquí.

source: search for a postcode
es: buscar un código postal

source: Payments
es: Pagos

source: Payments for treatment
es: Pagos por tratamiento

source: Cash
es: Efectivo

source: Debit Card
es: Tarjeta de débito

source: Credit Card
es: Tarjea de crédito

source: Other Payments
es: Otros pagos

source: Sundries
es: Varios

source: Annual HDP
es: HDP Anual

source: Miscellaneous
es: Miceláneos

source: Amount which will appear on receipt (read only)
es: Monto que aparecerá en la recibo (sólo lectura)

source: Raise Permissions
es: Aumentar los permisos

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Supervisor Rights required to Perform This Action.<br />Please enter password.</p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Derechos de supervisor requeridos para realizar esta acción.<br />Por favor, introduzca su contraseña.</p></body></html>

source: Anaesthetic Used - Scandonest Plain
es: Anestesia usada - Scandonest Plain (mepivacaina hidrocloruro)

source: Anaesthetic Used - Citanest
es: Anestesia usada - Citanest (Prilocaína hidrocloruro)

source: Anaesthetic Used - Septonest + 1:100,000 Adrenaline (Gold)
es: Anestesia usada - Septonest + 1:100.000 adrenalina (oro)

source: Anaesthetic Used - Septonest + 1:200,000 Adrenaline (Green)
es: Anestesia Usada - Septonest (articaína hidrocloruro) + 1:200,000 Adrenalina (Verde)

source: Anaesthetic Used - Lignocaine + 1:80,000 Adrenaline
es: Anestesia Usada - Lignocaína + 1:80,000 Adrenalina

source: Restored Using Fuji IX
es: Restaurado usando Fuji IX

source: This does nothing at the moment - the idea is you leave a task for someone about this patient.
es: Esto no hace nada por ahora - la idea es que dejes una tarea para alguien con este paciente.

source: Task assigned to
es: Tarea asignada a

source: Write Today's notes
es: Escriba las Notas de hoy

source: Contact this patient
es: Contactar este paciente

source: Decision needed
es: Decision necesaria

source: Urgent
es: Urgente

source: ASAP
es: Lo Más Rápido Posible

source: Routine
es: Rutinario

source: By deadline
es: Fecha tope

source: Note
es: Nota

source: Print Formatting
es: Formato de Impresión

source: Minimal
es: Mínimo

source: Full Page
es: Página completa

source: Raise A Charge
es: Plantear un cargo

source: Raise A charge for today's treatment
es: Plantear un cargo por el tratamiento de hoy

source: Repeat as many times as necessary - amounts will accumulate
es: Repita tantas veces como sea necesario - los importes se acumularán

source: Advanced Record Alteration
es: Alteración de Registro Avanzada

source: NHS current fees (money0)
es: Tasas actuales del NHS (dinero0)

source: NHS payments (money2)
es: Pagos del NHS (dinero2)

source: NHS estimated (money4)
es: NHS estimado (dinero)

source: private estimate (money5)
es: estimación privado (money5)

source: credit (money8)
es: crédito (dinero8)

source: debt (money9)
es: deuda (dinero9)

source: debt2 (money10)
es: deuda2 (dinero10)

source: money 11 (always 0!)
es: dinero11 (siempre 0!)

source: private current fees (money1)
es: tasas actuales privadas (dinero1)

source: private payments (money3)
es: pagos privados (dinero3)

source: ALL AMOUNTS ARE IN PENCE (cents)
es: TODAS LAS CANTIDADES ESTÁN EN PENIQUES (céntimos)

source: Outstanding <br />amount
es: Cantidad <br />excepcional

source: Apply Changes
es: Aplicar Cambios

source: Money
es: Dinero

source: Add Date
es: Añadir Fecha

source: Last Account sent (billdate)
es: Ultima Cuenta enviada (fecha de cobro)

source: Dates
es: Fechas

source: Xray
es: Rayos X

source: anaesthetics
es: anestésicos

source: new upper
es: nuevo superior

source: new lower
es: nuevo inferior

source: repair upper
es: reparar superior

source: repair lower
es: reparar inferior

source: Treatment Plan
es: Plan de Tratamiento

source: Completed Treatment
es: Tratamiento Completado

source: Hidden Notes
es: Notas Ocultas

source: Related Patients
es: pacientes relacionados

source: This Patient
es: Este paciente

source: Known Family Members
es: Familiares conocidos

source: Confirmation Required
es: Confirmación Requerida

source: What's Changed?
es: ¿Qué ha cambiado?

source: Post a memo about this Patient
es: Publicar una nota sobre esta paciente

source: Expiry Policy
es: Política de expiración

source: Do Not Expire
es: No expira

source: Expire on this date
es: Expirar en esta fecha

source: Viewable by
es: Visible por

source: All
es: Todo

source: Surgery Machines
es: Máquinas de Cirugía

source: Reception Machines
es: Máquinas de Recepción

source: Author
es: Autor

source: Make a Selection
es: Hacer selección

source: Delete this memo when I close this
es: Borrar este memo al cerrar

source: Enter an appointment
es: Introduzca una cita

source: Appointment with
es: Cita con

source: 5 minutes
es: 5 minutos

source: 10 minutes
es: 10 minutos

source: 15 minutes
es: 15 minutos

source: 20 minutes
es: 20 minutos

source: 30 minutes
es: 30 minutos

source: 40 minutes
es: 40 minutos

source: 45 minutes
es: 45 minutos

source: 1 hour
es: 1 hora

source: 1 hour 15 minutes
es: 1 hora 15 minutos

source: 1 hour 20 minutes
es: 1 hora 20 minutos

source: 1 hour 30 minutes
es: 1 hora 30 minutos

source: 1 hour 45 minutes
es: 1 hora 45 minutos

source: 2 hours
es: 2 horas

source: 2 hours 30 minutes
es: 2 hooras 30 minutos

source: 3 hours
es: 3 horas

source: Combined Appointment With Hygenist?
es: Cita Combinada con Hygenist?

source: Reason 1
es: Razón 1

source: Reason 3
es: Razón 3

source: Reason 2
es: Razón 2

source: Brief Note for Clinician (optional)
es: Nota breve para el médico (opcional)

source: Schedule Appointment Now
es: Fijar una cita ahora

source: Summary
es: Resumen

source: Messages and Tasks
es: Mensajes y tareas

source: My Calendar
es: Mi calendario

source: Holiday Planner
es: Planificador de vacaciones

source: System Password
es: Contraseña del sistema

source: User 1(required)
es: Usuario 1 (requerido)

source: User 2 (optional)
es: Usuario 2 (opcional)

source: Surgery Machine
es: Maquina de Cirugía

source: Reception Machine
es: Maquina de Cirugía

source: change
es: cambiar

source: Please set the Surgery Number
es: Por favor, establece el número de Cirugía

source: Surgery One
es: Cirugía Uno

source: Surgery Two
es: Cirugía Dos

source: Surgery Three
es: Cirugía Tres

source: Neil's Tasks
es: Tareas de Neil

source: Edit Selected Task
es: Editar tarea seleccionada

source: Add a New Task
es: Añadir una nueva tarea

source: Plaque
es: Placa

source: Recession
es: Recesión

source: Suppuration
es: Supuración

source: Mobility
es: Movilidad

source: Copy &All
es: Copiar &Todo

source: delete tooth data
es: suprimir los datos del diente

source: Cp
es: Codigo postal

source: Apply and move Back a tooth
es: Aplicar y volver a diente

source: Apply & Move to Next Tooth
es: Aplicar & mover al siguiente diente

source: ADD COMMENTS
es: AÑADIR COMENTARIOS

source: !Mobile Tooth
es: !Diente móvil

source: !Early Caries
es: ¡Caries Temprana!

source: !Filling Missing
es: !Relleno faltante

source: !Chipped
es: !Astillado

source: !Cracked
es: !Roto

source: !Poor Prognosis
es: !Diagnóstico pobre

source: !Extract Soon
es: ¡Extraer Pronto!

source: !Implant required
es: ¡Requiere Implante!

source: DELETE COMMENTS
es: ELIMINAR COMENTARIOS

source: Apply & Add Another Item
es: Aplicar y añadir otro elemento

source: toggle between deciduous and permanent tooth
es: alternar entre dientes de leche y permanentes

source: tooth missing
es: Falta un diente

source: root treatment
es: tratamiento de la raíz

source: Tooth Property Editor
es: Editor de propiedades del diente

source: Items
es: Elementos

source: Database Line
es: Línea de la base de datos

source: erroneous exemption category entered
es: se ha introducido una exención de categoría errónea

source: Out Of Office
es: Fuera de la oficina

source: Enter the information for
es: Introducir la información para

source: DATE
es: FECHA

source: Edit Public Holiday information
es: Editar información de las vacaciones públicas

source: Complete Treatments
es: Tratamientos completos

source: Change Crown Type
es: Cambiar tipo de corona

source: Change Material of
es: Cambiar material de

source: Show History
es: Mostrar historial

source: Delete
es: Eliminar

source: Left
es: Izquierda

source: Right
es: Derecha

source: close
es: cerrar

source: Diary for
es: Diario para

source: Fissure Sealants
es: Selladores de fisuras

source: Fissure Sealant
es: Sellador de fisuras

source: Fissure Sealant/Composite
es: Sellador de fisuras/compuestos

source: Crowns
es: Coronas

source: Porcelain Bonded Crown
es: Corona (funda) de porcelana

source: Gold Crown
es: Corona de oro

source: Lava Crown
es: Corona (funda) de Lava

source: Porcelain Jacket Crown
es: Corona de chaqueta de porcelana

source: Temporary Crown
es: Corona temporal

source: Resin Crown
es: Corona de resina

source: Other Crown
es: Otra corona

source: Bridge Retainers
es: Retenedores de puente

source: Lava Retainer
es: Retenedor de Lava

source: Adhesive Wing
es: Ala adhesiva

source: Gold_
es: Oro_

source: Other_
es: Otro_

source: Endodontics
es: Endodoncia

source: Pulp Extirpation - 1 canal
es: Extirpado de pulpa - 1 canal

source: Pulp Extirpation - multiple canals
es: Extirpación de Pulpa - canales múltiples

source: Root Canal
es: Canal de Raíz

source: Incomplete Endodontics
es: Endodoncia incompleta

source: Surgical
es: Quirúrgico

source: Extraction
es: Extracción

source: Surgical Extraction
es: Extracción quirúrgica

source: Apicectomy
es: Apicectomía

source: Static Only
es: Sólo estático

source: Tooth Missing
es: Diente faltante

source: Root Present
es: Raíz presente

source: Permanent Tooth Present
es: Diente permanente presente

source: Partially Erupted Tooth
es: Diente a medio salir

source: Unerupted Tooth
es: Diente sin salir

source: What treatment has been performed?
es: ¿Qué tratamiento se ha realizado?

source: applying changes for
es: aplicar cambios para

source: No patient chosen!
es: ¡Ningún paciente elegido!

source: length of appointment is too short
es: la longitud de la cita es muy corta

source: no patient selected
es: ningún paciente seleccionado

source: Unable to commit because
es: No se puede realizar, debido a

source: no match found
es: no se ha encontrado coincidencia

source: patient not found
es: paciente no encontrado

source: Chosen Patient is
es: El paciente elegido es

source: no patient chosen
es: ningún paciente elegido

source: Please enter a dentist / hygenist
es: Introduzca un dentista / higienista

source: Some fields are missing, please check
es: Faltan algunos campos, revíselo

source: You have unsaved changes to the record of
es: No ha guardado los cambios a la ficha de

source: Hide
es: Ocultar

source: French
es: Francés

source: Danish
es: Danés

source: German
es: Alemán

source: Hungarian
es: Húngaro

source: Italian
es: Italiano

source: Polish
es: Polaco

source: Portuguese
es: Portugués

source: Slovak
es: Eslovaco

source: Spanish
es: Español

source: Turkish
es: Turco

source: no translation file found for %s
es: ningún archivo de traducción para %s

source: Planned
es: Planeado

source: Item
es: Elemento

source: click to edit Item -
es: Dé click para editar elemento -

source: click to delete item -
es: Dé click para borrar elemento -

source: click to promote Item -
es: Dé click para guardar elemento -

source: question
es: pregunta

source: Were these xrays taken today?
es: ¿Se tomaron hoy esos rayos X?

source: remove %s %s from the estimate?
es: ¿Quitar %s %s de la estimación?

source: bad date sequence
es: secuencia de fecha incorrecta

source: Sucessfully started new course of treatment
es: Iniciado con éxito un nuevo tratamiento

source: Bad XML
es: XML Incorrecto

source: all tests passed
es: superados todos los tests

source: Apply changes?
es: ¿Aplicar cambios?

source: You have altered a usercode.
es: Ha cambiado un código de usuario.

source: Do you want to apply this change to selected other fee tables?
es: ¿Quiere aplicar este cambio a las otras tablas de tasas seleccionadas?

source: <i>consider making %s the registered dentist</i>
es: <i>Considere hacer a %s el dentista registrado</i>

source: %s examination performed by %s
es: %s examen realizado por %s

source: different (outdated?) fee found in estimate - please check
es: tarifas distintas (¿antiguas?) halladas en el presupuesto - por favor, verifíquelo

source: Examination not applied
es: No se ha aplicado examen

source: Find Again
es: Buscar de nuevo

source: Document Statistics
es: Estadísticas del documento

source: Statistics
es: Estadísticas

source: Information
es: Información

source: Sucess!
es: ¡Éxito!

source: Database updated
es: Base de datos actualizada

source: result
es: resultado

source: Enter Phrase to Search for
es: Introduzca frase a buscar

source: Search
es: Buscar

source: Phrase not Found
es: Frase no encontrada

source: Fee Table Editor
es: Editor de tabla de tarifas

source: Usercode
es: Código de usuario

source: brief description
es: descripción breve

source: The following tables were altered
es: Se alteraron las siguientes tablas

source: No changes apllied
es: No se aplicaron cambios

source: Make Selection
es: Realizar selección

source: Choose other tables to alter
es: Elija otras tablas para cambiar

source: Select All
es: Seleccionar todo

source: Adjust / edit this Item
es: Ajustar / editar este ítem

source: Delete Item
es: Eliminar ítem

source: Insert New Item
es: Insertar nuevo ítem

source: phrase not found in feetable
es: No se encuentra la expresión en la tabla de tarifas

source: usercodes or descriptions
es: códigos de usuario o descripciones

source: usercodes
es: códigos de usuario

source: descriptions
es: descripciones

source: nothing to search
es: No hay nada que buscar

source: please select usercodes and/or descriptions then search again
es: Elija códigos de usuarios y/o descripciones, y busque de nuevo

source: Error opening PDF file
es: Error al abrir fichero PDF

source: IN CURRENT USE
es: ACTUALMENTE EN USO

source: fee table error
es: error en la tabla de tarifas

source: Remove
es: Eliminar

source: From the Treatment Plan
es: Del plan de tratamiento

source: performed by
es: realizado por

source: Delete %d Posts?
es: ¿Eliminar %d mensajes?

source: Delete selected Post?
es: ¿Eliminar mensajes seleccionados

source: Decision Required
es: Se requiere decisión

source: you have unsaved changes to your feetables
es: tiene cambios sin guardar en sus tablas de tarifas

source: commit now?
es: ¿Ejecutar ahora?

source: is no longer an active dentist in this practice
es: Ya no es un dentista activo en esta consulta

source: SAVE NEW PATIENT
es: GUARDAR PACIENTE NUEVO

source: SAVE CHANGES
es: GUARDAR CAMBIOS

source: Re-open
es: Reabrir

source: Do you want to review and/or reprint this item?
es: ¿Quiere revisar y/o volver a imprimr este ítem?

source: error reviewing PDF file
es: Error al mostrar el fichero PDF

source: No information available about this document, sorry
es: No hay información disponible acerca de este documento

source: Date imported
es: Fecha importada

source: Size
es: Tamaño

source: opening
es: abriendo

source: error importing file
es: Error en la importación de archivo

source: no file chosen
es: No se ha elegido ningún archivo

source: Do you want to open a copy of this document?
es: ¿Quiere abrir una copia de este documento?

source: error opening document
es: error al abrir el documento

source: Today's Patients
es: Pacientes de hoy

source: Today's Patients (ALL)
es: Pacientes del día (TODOS)

source: Reached end of the List
es: Se alcanzó el final de la lista

source: Reached Start of the List
es: Se alcanzó el principio de la lista

source: <center>Message from %s <br /> Dated %s<br /><br />%s</center>
es: <center>Mensaje de %s<br /> con fecha %s<br /><br />%s</center>
