Repository: Cdruetta/openmolar1
Catalog: src/openmolar/locale/*.po
Languages: es

source: NEW FORUM POSTS
es: NUEVOS MENSAJES EN EL FORO

source: opening patient file
es: abriendo archivo de paciente

source: POTENTIALLY SERIOUS CONFUSION PROBLEM WITH PT RECORDS
es: PROBLEMA DE CONFUSIÓN POTENCIALMENTE SERIO CON LOS REGISTROS DEL PACIENTE

source: Sucessfully altered the following items
es: Los siguientes elementos se cambiaron de forma exitosa

source: no record selected
es: No se ha elegido ningún registro

source: error commiting changes
es: error al realizar cambios

source: Scrap the estimate and re-price everything?
es: ¿Descartar la estimación y calcular de nuevo el precio para todo?

source: input needed
es: Se necesita información de entrada

source: <div align="center"> <h3>Enter New Patient</h3>Please enter at least the required fields, then use the Save Changes button to commit this patient to the database. </div>
es: <div align="center"> <h3>Introducir Nuevo Paciente</h3>Introduzca al menos los campos requeridos, y use a continuación el botón de Guardar Cambios para enviar este paciente a la base de datos </div>

source: Error saving new patient, sorry!
es: ¡Error al guardar el paciente nuevo!

source: insufficient data to create a new record... please fill in all highlighted fields
es: datos insuficientes para crear entrada... llene por favor todos los campos resaltados

source: Error saving patient
es: Error al guardar el paciente

source: New Patient not saved. Abandon Changes?
es: No se ha guardado el nuevo paciente. ¿Descartar cambios?

source: STATEMENT OF ACCOUNT - FINAL REMINDER
es: ESTADO DE CUENTA - RECORDATORIO FINAL

source: We are concerned that despite previous correspondance,
es: Estamos preocupados porque, a pesar de la correspondencia previa,

source: your account still stands as follows:
es: su cuenta aún permanece como sigue:

source: Please note that your account stands as follows:-
es: Por favor, tenga presente que su cuenta se encuentra como sigue:-

source: Amount : %s
es: Importe: %s

source: A previous account was sent out to you on %s
es: Se le envió una cuenta previa el %s

source: It would be appreciated if you would settle this matter as soon as possible.
es: Estaríamos agradecidos si pudiera resolver este asunto a la mayor brevedad.

source: It would be appreciated if this account is settled within seven days.
es: Le estaríamos agradecidos si saldara esta cuenta en el plazo de siete días.

source: On this deadline, we will pass this debt to
es: Al finalizar este plazo, pasaremos esta deuda a

source: Yours sincerely,
es: De usted sinceramente,

source: Or telephone us with your switch/visa/mastercard details.
es: O llámenos por teléfono para facilitarnos los detalles de su tarjeta de crédito.

source: Dear
es: Estimado

source: We are writing to inform you that your dental examination is now due.
es: Le escribimos para informarle que su exámen dental está vencido

source: Please contact the surgery to arrange an appointment. *
es: Por favor contacte al cirujano para fijar cita

source: We look forward to seeing you in the near future.
es: Esperamos verle en futuro cercano

source: Dear Patients
es: Estimados pacientes

source: Please contact the surgery to arrange suitable appointments. *
es: Por favor, póngase en contacto con el cirujano para acordar una cita. *

source: * If you already have a future appointment with us - please accept our apologies and ignore this letter.
es: * Si ya tiene cita con nosotros - por favor, acepte nuestras disculpas e ignore esta comunicación.

source: no data loaded
es: no se han cargado datos

source: Collapse All
es: Contraer todo

source: Error saving PDF copy %s
es: Error al guardar la copia PDF %s

source: Professional Services
es: Servicios profesionales

source: duplicate receipt for %.02f
es: duplicar recibo para %.02f

source: Nothing to print - have you loaded the table?
es: Nada para imprimir - ¿Ha cargado la tabla?

source: <p><i>Please note, this estimate may be subject to change if clinical circumstances dictate.</i></p>
es: <p><i>Por favor, tenga en cuenta que este presupuesto puede variar si las condiciones clínicas así lo dictan.</i></p>

source: Dear %s %s,
es: Querido %s %s,

source: upgrading to schema version
es: actualizando a la versión de esquema

source: Conversion to %s failed
es: Fallo la conversión a %s

source: Unexpected Error updating the schema
es: Error inesperado actualizando el esquema

source: Please File A bug by visiting
es: Por favor, informe del error visitando

source: <p>Sorry, you cannot run this version of the openmolar client without updating your database schema.</p>
es: <p>Lo sentimos, no se puede ejecutar esta versión del cliente de openmolar sin actualizar el esquema de su base de datos.</p>

source: How many months?
es: ¿Cuantos meses?

source: not yet implemented
es: Sin implementar aún

source: Please enter initials for this user
es: Introduzca las iniciales para este usuario

source: Please set a name for this user
es: Inserte un nombre para este usuario

source: this action will overwrite any current data stored
es: esta acción sobreescribirá cualquier dato almacenado actualmente

source: proceed?
es: ¿Proceder?

source: save template file
es: guardar fichero de plantilla

source: openmolar template files
es: ficheros de plantillas de openmolar

source: Template Saved
es: Plantilla guardada

source: operation cancelled
es: operación cancelada

source: Template not saved
es: Plantilla no guardada

source: load an existing template file
es: Cargar una plantilla

source: openmolar template files
es: ficheros de plantillas de openmolar

source: template loaded sucessfully
es: plantilla cargada con éxito

source: Modify Now
es: Modificar ahora

source: Apply Now
es: Aplicar ahora

source: Add New User
es: Añadir nuevo usuario

source: date changes applied
es: Aplicados cambios de fechas

source: updating stored schema version
es: actualizando la versión almacenada del esquema

source: creating new tables
es: creando tablas nuevas

source: updating settings
es: actualizando configuraciones

source: couldn't create tables, rolled back to
es: no se pudieron crear las tablas, se volvió a

source: transfering data
es: transfiriendo datos

source: inserting values
es: insertando valores

source: translation tools are installed sucessfully
es: Se han instalado con éxito las herramientas de traducción

source: if you need to change an appointment.
es: si necesita cambiar una cita

source: FAMILY
es: FAMILIA

source: PAIN
es: DOLOR

source: REVIEW
es: REVISAR

source: TRY
es: INTENTAR

source: January
es: enero

source: February
es: febrero

source: March
es: marzo

source: April
es: abril

source: May
es: mayo

source: June
es: junio

source: July
es: julio

source: August
es: agosto

source: September
es: septiembre

source: October
es: octubre

source: November
es: noviembre

source: December
es: diciembre

source: Today
es: Hoy

source: Tomorrow
es: Mañana

source: Yesterday
es: Ayer

source: Welcome to OpenMolar!
es: ¡Bienvenido a OpenMolar!

source: Version
es: Versión

source: Revision
es: Revisión

source: Your Data is Accessible, and the server reports no issues.
es: Sus datos son accesibles, y el servidor no informa de problemas.

source: Have a great day!
es: Que tenga un buen día
